{
    "id": "story1",
    "category": "Investments",
    "read_time": "5 min",
    "author": "The Finance Guru",
    "image_url": "../../assets/images/compounding_concept.jpg",
    "eng": {
        "title": "The Magic of Compounding Interest",
        "content": [
            "Once upon a time, there was a young man named Alex who learned a powerful lesson about money. It wasn't about saving a lot, but about **making his money work for him**.",
            "Compounding interest is essentially earning interest on your initial investment plus the accumulated interest from previous periods. It’s like a snowball rolling down a hill—it gets bigger and faster over time.",
            "Alex started small, investing $100 every month. Initially, the growth was modest, but as years passed, the returns on his returns began to accelerate dramatically. This small, consistent action led to substantial wealth."
        ]
    },
    "hin": {
        "title": "चक्रवृद्धि ब्याज का जादू",
        "content": [
            "एक समय की बात है, एलेक्स नाम के एक युवक ने पैसे के बारे में एक शक्तिशाली सबक सीखा। यह बहुत सारा पैसा बचाने के बारे में नहीं था, बल्कि **अपने पैसे को अपने लिए काम कराने** के बारे में था।",
            "चक्रवृद्धि ब्याज मूल रूप से आपके शुरुआती निवेश पर ब्याज और पिछली अवधियों से जमा हुए ब्याज पर ब्याज अर्जित करना है। यह एक पहाड़ी से नीचे लुढ़कते हुए स्नोबॉल की तरह है—यह समय के साथ बड़ा और तेज होता जाता है।",
            "एलेक्स ने छोटा शुरुआत की, हर महीने $100 का निवेश किया। शुरुआत में, विकास मामूली था, लेकिन जैसे-जैसे साल बीतते गए, उनके रिटर्न पर रिटर्न तेजी से बढ़ने लगा। इस छोटे, सुसंगत कार्य ने पर्याप्त संपत्ति अर्जित की।"
        ]
    },
    "ben": {
        "title": "চক্রবৃদ্ধি সুদের জাদু",
        "content": [
            "একদা, অ্যালেক্স নামে একজন যুবক অর্থের বিষয়ে একটি শক্তিশালী শিক্ষা পেয়েছিল। এটি প্রচুর সঞ্চয় করার বিষয় ছিল না, বরং **তার অর্থকে তার জন্য কাজ করানোর** বিষয় ছিল।",
            "চক্রবৃদ্ধি সুদ হলো মূলত আপনার প্রাথমিক বিনিয়োগের উপর সুদ এবং পূর্ববর্তী সময়কাল থেকে জমা হওয়া সুদের উপরও সুদ অর্জন করা। এটি একটি পাহাড় থেকে গড়িয়ে পড়া তুষার গোলকের মতো—এটি সময়ের সাথে সাথে বড় এবং দ্রুত হয়।",
            "অ্যালেক্স প্রতি মাসে $100 বিনিয়োগ করে ছোট আকারে শুরু করেছিলেন। প্রথম দিকে, বৃদ্ধি ছিল পরিমিত, কিন্তু বছর গড়িয়ে যাওয়ার সাথে সাথে তার রিটার্নের উপর রিটার্ন দ্রুত বাড়তে শুরু করে। এই ছোট, ধারাবাহিক কাজটি তাকে যথেষ্ট সম্পদের দিকে নিয়ে গিয়েছিল।"
        ]
    }
}
